创建中文版（_cn.md）；Graphviz => Mermaid
